{
  "name": "LIDUS",
  "tagline": "Liderazgo, Integración, Desarrollo, Usabilidad y Seguridad",
  "logoUrl": "/logo.png",
  "summary": "LIDUS es una plataforma integral diseñada para transformar la gestión empresarial a través del Liderazgo, la Integración de procesos, el Desarrollo continuo, una Usabilidad excepcional y los más altos estándares de Seguridad. Nuestra misión es empoderar a las organizaciones para alcanzar la excelencia operativa y el cumplimiento normativo a través de soluciones tecnológicas innovadoras.",
  "mission": "Proveer soluciones tecnológicas basadas en liderazgo e integración que impulsen el desarrollo y la seguridad en la gestión de calidad, garantizando una usabilidad intuitiva para la mejora continua organizacional.",
  "vision": "Ser la plataforma referente a nivel global en la gestión integral de sistemas corporativos, siendo reconocidos por los pilares de LIDUS: Liderazgo, Integración, Desarrollo, Usabilidad y Seguridad.",
  "certifications": [
    { "name": "ISO 9001", "logoUrl": "/certs/iso9001.png" },
    { "name": "ISO 45001", "logoUrl": "/certs/iso45001.png" },
    { "name": "ISO 14001", "logoUrl": "/certs/iso14001.png" }
  ],
  "portfolio": [
    {
      "title": "Software de Gestión de Auditorías",
      "description": "Una herramienta completa para planificar, ejecutar y seguir auditorías internas y externas.",
      "imageUrl": "/portfolio/auditorias.jpg"
    },
    {
      "title": "Plataforma de Indicadores de Gestión",
      "description": "Visualiza y analiza los indicadores clave de tus procesos en tiempo real.",
      "imageUrl": "/portfolio/indicadores.jpg"
    },
    {
      "title": "Gestión de Riesgos y Oportunidades",
      "description": "Identifica, evalúa y trata los riesgos y oportunidades de tu organización.",
      "imageUrl": "/portfolio/riesgos.jpg"
    }
  ],
  "companyInfo": {
    "razonSocial": "LIDUS Solutions S.A.S.",
    "nit": "900.123.456-7",
    "direccion": "Sede Central - Gestión Integral",
    "telefono": "+57 1 234 5678",
    "email": "contacto@lidus.co",
    "actividadComercial": "Desarrollo de software y consultoría en sistemas de gestión integral.",
    "website": "www.lidus.co"
  }
}